"设置..." = "设置...";
"打开 Sized" = "打开 Sized";
"退出 Sized" = "退出 Sized";

"轮盘样式" = "轮盘样式";
"尺寸分配" = "尺寸分配";
"应用规则" = "应用规则";
"预览窗口" = "预览窗口";
"设置" = "设置";
"调整轮盘的尺寸、颜色、显示位置和动画效果。" = "调整轮盘的尺寸、颜色、显示位置和动画效果。";
"基础外观" = "基础外观";
"显示轮盘" = "显示轮盘";
"轮盘大小" = "轮盘大小";
"轮盘厚度" = "轮盘厚度";
"圆角半径" = "圆角半径";
"中心大小" = "中心大小";
"中心圆角" = "中心圆角";
"锁定到屏幕中心" = "锁定到屏幕中心";
"隐藏无选择时的轮盘" = "隐藏无选择时的轮盘";
"动画" = "动画";
"出现动画" = "出现动画";
"大小变化动画" = "大小变化动画";
"角度变化动画" = "角度变化动画";
"强调色" = "强调色";
"颜色模式" = "颜色模式";
"主色" = "主色";
"使用渐变" = "使用渐变";
"渐变色" = "渐变色";
"实时预览" = "实时预览";
"模拟选择" = "模拟选择";
"无选择" = "无选择";
"未选择" = "未选择";

"调整窗口调整操作时显示的预览边框样式。" = "调整窗口调整操作时显示的预览边框样式。";
"基础设置" = "基础设置";
"显示目标尺寸预览" = "显示目标尺寸预览";
"预览内边距" = "预览内边距";
"边框样式" = "边框样式";
"边框宽度" = "边框宽度";
"边框颜色" = "边框颜色";
"背景颜色" = "背景颜色";
"过渡速度" = "过渡速度";
"秒" = "秒";
"取消方式" = "取消方式";
"ESC 键取消轮盘" = "ESC 键取消轮盘";
"鼠标右键取消轮盘" = "鼠标右键取消轮盘";
"模拟目标窗口区域" = "模拟目标窗口区域";
"圆角" = "圆角";
"边框" = "边框";
"内边距" = "内边距";

"为 8 个方向配置窗口尺寸；方向只用于选择，不会把窗口移动到对应角落。" = "为 8 个方向配置窗口尺寸；方向只用于选择，不会把窗口移动到对应角落。";
"配置管理" = "配置管理";
"恢复默认分配" = "恢复默认分配";
"导出" = "导出";
"导入" = "导入";
"导出配置" = "导出配置";
"导入配置" = "导入配置";
"完成" = "完成";
"配置文件格式无效：%@" = "配置文件格式无效：%@";
"可视化编辑器" = "可视化编辑器";
"%@ 槽位" = "%@ 槽位";
"尺寸" = "尺寸";
"显示名称（可选）" = "显示名称（可选）";
"自定义尺寸" = "自定义尺寸";
"宽度" = "宽度";
"高度" = "高度";
"仅修改窗口大小，窗口位置由设置中的锚点规则决定。" = "仅修改窗口大小，窗口位置由设置中的锚点规则决定。";
"调整规则" = "调整规则";
"选择该槽位后，Sized 会把当前焦点窗口改为选中的宽高，并尽量保持当前位置关系。" = "选择该槽位后，Sized 会把当前焦点窗口改为选中的宽高，并尽量保持当前位置关系。";
"取消" = "取消";

"为指定 App 配置独立轮盘分配；没有命中规则时使用默认尺寸分配。" = "为指定 App 配置独立轮盘分配；没有命中规则时使用默认尺寸分配。";
"规则开关" = "规则开关";
"启用应用规则" = "启用应用规则";
"规则列表" = "规则列表";
"还没有应用规则" = "还没有应用规则";
"未命名 App" = "未命名 App";
"手动添加" = "手动添加";
"添加 App 规则" = "添加 App 规则";
"匹配设置" = "匹配设置";
"启用此规则" = "启用此规则";
"App 名称" = "App 名称";
"复制默认分配" = "复制默认分配";
"恢复默认" = "恢复默认";
"删除规则" = "删除规则";
"规则详情" = "规则详情";
"选择一个规则，或添加当前前台 App。" = "选择一个规则，或添加当前前台 App。";
"新应用规则" = "新应用规则";

"通用设置" = "通用设置";
"登录时自动启动" = "登录时自动启动";
"在菜单栏中显示图标" = "在菜单栏中显示图标";
"隐藏 Dock 图标" = "隐藏 Dock 图标";
"辅助功能权限" = "辅助功能权限";
"已获得辅助功能权限" = "已获得辅助功能权限";
"需要辅助功能权限才能调整其他应用窗口" = "需要辅助功能权限才能调整其他应用窗口";
"重新检查" = "重新检查";
"打开系统设置" = "打开系统设置";
"刷新" = "刷新";
"触发键" = "触发键";
"快捷键" = "快捷键";
"使用 Option 键作为触发键" = "使用 Option 键作为触发键";
"Option 位置" = "Option 位置";
"触发延迟" = "触发延迟";
"双击触发键激活轮盘" = "双击触发键激活轮盘";
"鼠标中键激活轮盘" = "鼠标中键激活轮盘";
"行为设置" = "行为设置";
"确认方式" = "确认方式";
"窗口调整动画" = "窗口调整动画";
"启用窗口动画" = "启用窗口动画";
"窗口动画时长" = "窗口动画时长";
"改尺寸锚点" = "改尺寸锚点";
"忽略全屏窗口" = "忽略全屏窗口";
"触觉反馈" = "触觉反馈";
"窗口调整诊断日志" = "窗口调整诊断日志";
"重置与支持" = "重置与支持";
"重置所有设置" = "重置所有设置";
"确定要重置所有设置吗？" = "确定要重置所有设置吗？";
"版本 %@ (%@)" = "版本 %@ (%@)";
"按下快捷键..." = "按下快捷键...";

"系统" = "系统";
"自定义" = "自定义";
"无动画" = "无动画";
"平滑" = "平滑";
"弹性" = "弹性";
"松开触发键" = "松开触发键";
"点击确认" = "点击确认";
"保持当前中心" = "保持当前中心";
"保持左上角" = "保持左上角";
"左侧 Option" = "左侧 Option";
"右侧 Option" = "右侧 Option";
"两侧 Option" = "两侧 Option";

"左上" = "左上";
"上" = "上";
"右上" = "右上";
"左" = "左";
"中心" = "中心";
"中" = "中";
"右" = "右";
"左下" = "左下";
"下" = "下";
"右下" = "右下";

"辅助操作" = "辅助操作";
"竖向 900 x 1200" = "竖向 900 x 1200";
"手机竖屏 390 x 844" = "手机竖屏 390 x 844";
"手机横屏 844 x 390" = "手机横屏 844 x 390";
"平板竖屏 768 x 1024" = "平板竖屏 768 x 1024";
"平板横屏 1024 x 768" = "平板横屏 1024 x 768";
"恢复初始尺寸" = "恢复初始尺寸";
"撤销上一次尺寸" = "撤销上一次尺寸";
"无操作" = "无操作";

"没有可调整的窗口" = "没有可调整的窗口";
"选中 %@" = "选中 %@";
"轮盘" = "轮盘";
"无窗口" = "无窗口";
"恢复" = "恢复";
"撤销" = "撤销";
"无" = "无";
